Repository: akodelia/connect-extension-for-cb-commerce
Catalog: cbcext/services/hub/aps_package/src/i18n/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_br, ru_ru

source: -- please select --
es_es: — por favor seleccione —

source: Account ID
de_de: Konto-ID
es_es: ID de cuenta
fr_fr: ID du compte
it_it: ID account
ja_jp: アカウント ID
pt_br: ID da conta
ru_ru: Код учетной записи

source: Account Name
de_de: Kontoname
es_es: Nombre de la cuenta
fr_fr: Nom du compte
it_it: Nome dell'account
ja_jp: アカウント名
nl_nl: Accountnaam
pt_br: Nome da conta
ru_ru: Имя учетной записи

source: Actions
de_de: Aktionen
es_es: Acciones
it_it: Azioni
ja_jp: アクション
nl_nl: Acties
pt_br: Ações
ru_ru: Действия

source: Address line 1
es_es: Dirección linea 1

source: Address line 2
es_es: Dirección linea 2

source: Allowed because of the ordering on behalf of the customer
es_es: Permitido ya que esta realizando el pedido en nombre del cliente

source: Application service
de_de: Anwendungsdienst
es_es: Servicio de aplicación
fr_fr: Service d'application
it_it: Servizio dell'applicazione
ja_jp: アプリケーションサービス
nl_nl: Applicatieservice
pt_br: Serviço do aplicativo
ru_ru: Служба приложения

source: Application that provides integration with CloudBlue Connect, with this application provider can handle operations such as adding connect products, centralize account data changes, handle automatic usage file processing, periodic health checks, handle tier configurations for provider and resellers, etc. Each hub using CloudBlue Connect must have it installed.
de_de: Anwendung, die eine Integration mit CloudBlue Connect bereitstellt. Mit dieser Anwendung kann der Provider Vorgänge, wie etwa Hinzufügen von Produkten, Zentralisieren von Datenänderungen für Konten, automatisches Verarbeiten von Nutzungsdaten, regelmäßige Systemprüfungen, Bearbeiten von Schichtkonfigurationen für Provider und Reseller usw. durchführen. Die Anwendung muss auf jedem Hub, der CloudBlue Connect verwendet, installiert sein.
es_es: La aplicación que ofrece integración con CloudBlue Connect, con este proveedor de aplicaciones puede gestionar operaciones como añadir productos de Connect, centralizar cambios de datos de cuentas, gestionar el uso automático procesamiento de archivos, comprobaciones de estado periódicas, gestionar configuraciones de nivel para el proveedor y los revendedores, etc. Todos los hubs que utilicen CloudBlue Connect deben tenerla instalada.
fr_fr: Application assurant l'intégration avec CloudBlue Connect. Le fournisseur de cette application peut prendre en charge des opérations telles que l'ajout de produits Connect, la centralisation des modifications des données de compte, le traitement automatique des fichiers d'utilisation, les contrôles d'intégrité périodiques, la gestion des configurations de niveaux pour les fournisseurs et les revendeurs, etc. Chaque hub utilisant CloudBlue Connect doit avoir installé cette application.
it_it: Un'applicazione che fornisce l'integrazione con CloudBlue Connect, con cui il provider dell'applicazione può gestire operazioni come aggiungere prodotti Connect, centralizzare le modifiche ai dati account, gestire l'uso automatizzato dell'elaborazione dei file, controllare lo stato di integrità periodicamente, gestire la configurazione dei livelli per provider e rivenditori, ecc. Ogni hub che usa CloudBlue Connect deve averlo installato.
ja_jp: CloudBlue Connect との統合を提供するアプリケーションは、この アプリケーションプロバイダーで 接続プロダクトの追加などのオペレーション処理、アカウントデータ変更の集中化、 自動使用状況 ファイル処理、定期ヘルスチェックの処理、プロバイダーやリセラーのティア構成処理 などが可能です。 CloudBlue Connect を利用するハブごとにインストールする必要があります。
nl_nl: Applicatie die integratie met CloudBlue Connect biedt. Met deze applicatieprovider kunt u verschillende bewerkingen uitvoeren, zoals het toevoegen van verbonden producten en het centraliseren van gegevenswijzigingen voor accounts. Daarnaast kunt u ook de volgende opties uitvoeren: automatisch gebruik, bestandsverwerking, periodieke statuscontroles, niveauconfiguraties voor providers en resellers, etc. Op elke hub met CloudBlue Connect moet dit zijn geïnstalleerd.
pt_br: O aplicativo que fornece integração ao CloudBlue Connect, com este fornecedor de aplicativos pode processar operações, como adicionar produtos de conexão, centralizar alterações de dados da conta, trabalhar com o processamento de arquivos de uso automático, verificações periódicas de integridade, processar configurações de nível para o fornecedor e revendedores, etc. Cada hub que utilize o CloudBlue Connect deve ter esse software instalado.
ru_ru: Приложение, обеспечивающее интеграцию с CloudBlue Connect. С его помощью провайдер приложения может обрабатывать операции, например добавлять связанные продукты, централизованно изменять данные учетной записи, автоматически обрабатывать файлы с данными об использовании, выполнять регулярные проверки состояния, обрабатывать конфигурации уровней для провайдеров, реселлеров и др. Оно должно быть установлено в каждом центре, использующем CloudBlue Connect.

source: Applying ST limits
de_de: ST-Limits anwenden
es_es: Aplicación de límites de ST
fr_fr: Application de limites ST
it_it: Applicazione dei limiti dell'ST in corso
ja_jp: ST リミットを適用中
nl_nl: ST-limieten toepassen
pt_br: Aplicando limites de ST
ru_ru: Идет применение изменений ограничений ST

source: Back
de_de: Zurück
es_es: Atrás
fr_fr: Retour
it_it: Indietro
ja_jp: 戻る
nl_nl: Terug
pt_br: Voltar
ru_ru: Назад

source: CB Connect Logo
es_es: Logotipo de CB Connect
fr_fr: Logo CB Connect
it_it: Logo di CB Connect
ja_jp: CB Connect ロゴ
nl_nl: Logo CB Connect
pt_br: Logotipo do CB Connect
ru_ru: Логотип CB Connect

source: Cancel
de_de: Stornieren
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
nl_nl: Annuleren
pt_br: Cancelar
ru_ru: Отменить

source: Centralized management of integration from the CloudBlue Connect to the CloudBlue Commerce.
de_de: Zentrale Verwaltung der Integration von CloudBlue Connect bis zu CloudBlue Commerce.
es_es: Gestión centralizada de la integración de CloudBlue Connect a CloudBlue Commerce.
fr_fr: Gestion centralisée de l'intégration entre CloudBlue Connect et CloudBlue Commerce.
it_it: Gestione centralizzata dell'integrazione da CloudBlue Connect a CloudBlue Commerce.
ja_jp: CloudBlue Connect から CloudBlue Commerce への統合の管理を集中化しました。
nl_nl: Gecentraliseerd integratiebeheer van CloudBlue Connect met CloudBlue Commerce.
pt_br: Gerenciamento centralizado da integração do CloudBlue Connect ao CloudBlue Commerce.
ru_ru: Централизованное управление интеграцией от CloudBlue Connect до CloudBlue Commerce.

source: Choose Country
es_es: Escoja el País

source: City
es_es: Ciudad

source: CloudBlue Connect Extension
de_de: CloudBlue Connect-Erweiterung
es_es: Extensión de CloudBlue Connect
fr_fr: Extension CloudBlue Connect
it_it: Estensione di CloudBlue Connect
ja_jp: CloudBlue Connect 拡張機能
nl_nl: CloudBlue Connect-extensie
pt_br: Extensão do CloudBlue Connect
ru_ru: Расширение CloudBlue Connect

source: CloudBlue Connect Extension Application Service
de_de: Anwendungsdienst für die CloudBlue Connect-Erweiterung
es_es: Servicio de Aplicación de la Extensión de CloudBlue Connect
fr_fr: Service de l'application d'extension CloudBlue Connect
it_it: Estensione del servizio dell'applicazione di CloudBlue Connect
ja_jp: CloudBlue Connect 拡張機能アプリケーションサービス
nl_nl: CloudBlue Connect-extensie – applicatieservice
pt_br: Serviço de aplicativo da extensão do CloudBlue Connect
ru_ru: Расширение CloudBlue Connect — сервис приложения

source: CloudBlue Connect Extension Documentation
de_de: Dokumentation für die CloudBlue Connect-Erweiterung
es_es: Documentación de la Extensión de CloudBlue Connect
fr_fr: Documentation de l'extension CloudBlue Connect
it_it: Documentazione dell'estensione di CloudBlue Connect
ja_jp: CloudBlue Connect 拡張機能ドキュメント
nl_nl: CloudBlue Connect-extensie – documentatie
pt_br: Documentação da extensão do CloudBlue Connect
ru_ru: Расширение CloudBlue Connect — документация

source: CloudBlue Connect Extension Initialization task service
de_de: Task-Dienst für die Initialisierung der CloudBlue Connect-Erweiterung
es_es: Servicio de tarea de Inicialización de la Extensión de CloudBlue Connect
fr_fr: Service de la tâche d'initialisation de l'extension CloudBlue Connect
it_it: Servizio attività di inizializzazione dell'estensione di CloudBlue Connect
ja_jp: CloudBlue Connect 拡張機能初期化タスクサービス
nl_nl: CloudBlue Connect-extensie – installatie van taakservice
pt_br: Serviço da tarefa de inicialização da extensão do CloudBlue Connect
ru_ru: Расширение CloudBlue Connect — сервис задачи инициализации

source: CloudBlue Connect Extension Tier Configuration Service
de_de: Schichtkonfigurationsdienst für die CloudBlue Connect-Erweiterung
es_es: Servicio de Configuración de Nivel de Extensión de CloudBlue Connect
fr_fr: Service de configuration de niveau d'extension CloudBlue Connect
it_it: Servizio configurazione livelli dell'estensione di CloudBlue Connect
ja_jp: CloudBlue Connect 拡張機能ティア構成サービス
nl_nl: CloudBlue Connect-extensie – service voor niveauconfiguratie
pt_br: Serviço de configuração da extensão do CloudBlue Connect
ru_ru: Расширение CloudBlue Connect — сервис настройки уровней

source: CloudBlue Connect Provider Portal
es_es: Portal del Proveedor de CloudBlue Connect
fr_fr: Portail du fournisseur CloudBlue Connect
it_it: Portale provider di CloudBlue Connect
ja_jp: CloudBlue Connect プロバイダーポータル
nl_nl: CloudBlue Connect – providerportaal
pt_br: Portal do CloudBlue Connect para fornecedores
ru_ru: Портал провайдера CloudBlue Connect

source: Completed
de_de: Abgeschlossen
es_es: Completado
fr_fr: Terminé
it_it: Completato
ja_jp: 完了
nl_nl: Voltooid
pt_br: Concluído
ru_ru: Выполнено

source: Configuration ID
de_de: Konfigurations-ID
es_es: ID de configuración
fr_fr: ID de configuration
it_it: ID configurazione
ja_jp: 構成 ID
nl_nl: Configuratie-ID
pt_br: ID de configuração
ru_ru: Код конфигурации

source: Connect Cloudblue Commerce extension is not properly installed
de_de: Die Verbindung der Cloudblue Commerce-Erweiterung ist nicht richtig installiert
es_es: La Extensión de Connect Cloudblue Commerce no se ha instalado correctamente
fr_fr: L'extension Connect Cloudblue Commerce n'est pas correctement installée
it_it: L'estensione Connect di Cloudblue Commerce non è installata correttamente
ja_jp: Connect CloudBlue Commerce 拡張機能が適切にインストールされていません
nl_nl: Connect Cloudblue Commerce-extensie is niet correct geïnstalleerd
pt_br: A extensão do Connect CloudBlue Commerce não foi instalada corretamente
ru_ru: Расширение Connect Cloudblue Commerce не установлено должным образом

source: Connection ID
de_de: Verbindungs-ID
es_es: ID de conexión
fr_fr: ID de connexion
it_it: ID connessione
ja_jp: 接続 ID
nl_nl: Verbindings-ID
pt_br: ID da conexão
ru_ru: Код подключения

source: Country
es_es: País

source: Create Connection
de_de: Verbindung erstellen
es_es: Crear conexión
fr_fr: Créer une connexion
it_it: Crea una connessione
ja_jp: 接続を作成
nl_nl: Verbinding aanmaken
pt_br: Criar conexão
ru_ru: Создать подключение

source: Created
es_es: Creado

source: Created RT #
de_de: RT erstellt
es_es: N.º de RT creado
fr_fr: RT # créé
it_it: RT # creato
ja_jp: 作成済み RT #
nl_nl: RT-nummer aangemaakt
pt_br: Nº de RT criado
ru_ru: Создан RT #

source: Created ST ID
de_de: ST ID erstellt
es_es: ID de ST creado
fr_fr: ID du ST créé
it_it: ID ST creato
ja_jp: 作成済み ST ID
nl_nl: ST-ID aangemaakt
pt_br: ID do ST criada
ru_ru: Создан ST с кодом

source: Creating ST
de_de: ST wird erstellt
es_es: Creando ST
fr_fr: Création d'un ST
it_it: Creazione ST
ja_jp: ST を作成中
nl_nl: ST aanmaken
pt_br: Criando ST
ru_ru: Создание ST

source: Creating application instance
de_de: Anwendungsinstanz wird erstellt
es_es: Crendo la instancia de la aplicación
fr_fr: Création d'une instance de l'application
it_it: Creazione istanza dell'applicazione
ja_jp: アプリケーションインスタンスを作成中
nl_nl: Applicatie-instance aanmaken
pt_br: Criando instância do aplicativo
ru_ru: Создание экземпляра приложения

source: Creating item RTs
de_de: Element-RTs werden erstellt
es_es: Creando RT del elemento
fr_fr: Création des RT de l'élément
it_it: Creazione RT degli elementi
ja_jp: アイテム RT を作成中
nl_nl: Item-RT's aanmaken
pt_br: Criando RTs de item
ru_ru: Создание RT позиции

source: Creating system RTs
de_de: System-RTs werden erstellt
es_es: Creando RT del sistema
fr_fr: Création de RT système
it_it: Creazione RT di sistema
ja_jp: システム RT を作成中
nl_nl: Systeem-RT's aanmaken
pt_br: Criando RTs de sistema
ru_ru: Создание RT системы

source: Details
es_es: Detalles
fr_fr: Détails
it_it: Dettagli
ja_jp: 詳細
pt_br: Detalhes
ru_ru: Сведения

source: Do you want to __operation__ this product now?
de_de: Möchten Sie dieses Produkt jetzt __operation__?
es_es: ¿Desea __operation__ este producto ahora?
fr_fr: Voulez-vous __operation__ ce produit maintenant ?
it_it: __operation__ questo prodotto?
ja_jp: このプロダクトの __operation__ を続行してもよろしいですか？
nl_nl: Wilt u dit product nu __operation__?
pt_br: Deseja __operation__ este produto agora?
ru_ru: Все равно __operation__ этот продукт сейчас?

source: Do you want to upgrade the CloudBlue Connect Extension Now?
de_de: Möchten Sie jetzt ein Upgrade der CloudBlue Connect-Erweiterung durchführen?
es_es: ¿Desea actualizar la Extensión de CloudBlue Connect ahora?
fr_fr: Vous souhaitez mettre à niveau l'extension CloudBlue Connect maintenant ?
it_it: Aggiornare l'estensione CloudBlue Connect?
ja_jp: 今すぐ CloudBlue Connect 拡張機能をアップグレードしてもよろしいですか？
nl_nl: Wilt u de CloudBlue Connect-extensie nu upgraden?
pt_br: Deseja atualizar a extensão do CloudBlue Connect agora?
ru_ru: Обновить расширение CloudBlue Connect сейчас?

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modifica
ja_jp: 編集
nl_nl: Bewerken
pt_br: Editar
ru_ru: Изменить

source: Edit Parameters
de_de: Bearbeitungsparameter
es_es: Editar parámetros
fr_fr: Modifier les paramètres
it_it: Modifica parametri
ja_jp: パラメーターを編集
nl_nl: Parameters bewerken
pt_br: Editar parâmetros
ru_ru: Изменить параметры

source: Error updating configuration, try again later
de_de: Fehler beim Aktualisieren der Konfiguration. Versuchen Sie es später noch einmal.
es_es: Error al actualizar la configuración; inténtelo de nuevo más tarde
fr_fr: Erreur de mise à jour de la configuration, réessayez plus tard
it_it: Errore nell'aggiornamento della configurazione, riprovare in seguito
ja_jp: 構成アップデート中のエラーです。後ほどやり直してください
nl_nl: Er is een fout opgetreden bij het updaten van de configuratie. Probeer het later opnieuw
pt_br: Erro ao atualizar a configuração. Tente novamente mais tarde
ru_ru: Не удалось обновить конфигурацию. Повторите попытку позже.

source: Error while passing healthcheck:
de_de: Fehler beim Durchführen der Systemprüfung:
es_es: Error al pasar la comprobación de estado:
fr_fr: Erreur lors de l'analyse du contrôle d'intégrité :
it_it: Errore durante il controllo dello stato di integrità:
ja_jp: ヘルスチェック渡し中のエラー：
nl_nl: Er is een fout opgetreden bij het uitvoeren van een statuscontrole:
pt_br: Erro ao verificar a integridade:
ru_ru: Ошибка при прохождении проверки состояния:

source: Error while performing system health check:
de_de: Fehler beim Durchführen der Systemprüfung:
es_es: Error al realizar la comprobación de estado del sistema:
fr_fr: Lors de l'exécution du contrôle d'intégrité du système :
it_it: Errore durante il controllo dello stato di integrità del sistema:
ja_jp: システムのヘルスチェック中のエラー：
nl_nl: Er is een fout opgetreden bij het uitvoeren van een statuscontrole:
pt_br: Erro durante a realização da verificação de integridade:
ru_ru: Ошибка при проверке состояния системы:

source: Error while scheduling upgrade task:
de_de: Fehler beim Planen der Upgrade-Task:
es_es: Error al programar la tarea de actualización:
fr_fr: Erreur lors de la planification de la tâche de mise à niveau :
it_it: Errore durante la programmazione degli aggiornamenti dell'attività:
ja_jp: アップグレードタスクのスケジュール中のエラー：
nl_nl: Er is een fout opgetreden bij het plannen van de upgradetaak:
pt_br: Erro ao agendar a tarefa de atualização:
ru_ru: Ошибка при планировании задачи обновления:

source: Executed
de_de: Ausgeführt
es_es: Ejecutado
fr_fr: Exécuté(e)
it_it: Eseguito
ja_jp: 実行済み
nl_nl: Uitgevoerd
pt_br: Executado
ru_ru: Выполнено

source: External ID
de_de: Externe ID
es_es: ID externo
fr_fr: ID externe
it_it: ID esterno
ja_jp: 外部 ID
nl_nl: Externe ID
pt_br: ID externa
ru_ru: Внешний код

source: External ID for this CloudBlue Commerce instance
de_de: Externe ID für diese CloudBlue Commerce-Instanz
es_es: ID externo para esta instancia de CloudBlue Commerce
fr_fr: ID externe pour cette instance CloudBlue Commerce
it_it: ID esterno per questa istanza di CloudBlue Commerce
ja_jp: この CloudBlue Commerce インスタンスの外部 ID
nl_nl: Externe ID voor deze instance van CloudBlue Commerce
pt_br: ID externa dessa instância do CloudBlue Commerce
ru_ru: Внешний код для этого экземпляра CloudBlue Commerce

source: Health check error:
de_de: Systemprüfungsfehler:
es_es: Error de comprobación de estado:
fr_fr: Erreur de contrôle d'intégrité :
it_it: Errore nel controllo dello stato di integrità:
ja_jp: ヘルスチェックエラー：
nl_nl: Foutmelding statuscontrole:
pt_br: Erro ao verificar a integridade:
ru_ru: Ошибка проверки состояния:

source: Here you can find the list of actions performed to this product. To learn more about this extension, please refer to
de_de: Hier finden Sie eine Liste der Aktionen, die für dieses Produkt durchgeführt wurden. Weitere Informationen zur Erweiterung finden Sie hier:
es_es: Aquí puede encontrar la lista de acciones realizadas en este producto. Para obtener más información acerca de esta extensión, consulte
fr_fr: Vous trouverez ici la liste des actions effectuées sur ce produit. Pour en savoir plus sur cette extension, veuillez vous référer à
it_it: Puoi trovare qui una lista delle azioni eseguite su questo prodotto. Per saperne di più su questa estensione, consulta
ja_jp: こちらにこのプロダクトに対して実行されたアクションのリストがあります。この拡張機能の詳細の参照先
nl_nl: Hier vindt u de lijst met handelingen die zijn uitgevoerd voor dit product. Voor meer informatie over deze extensie, gaat u naar
pt_br: Aqui você encontra a lista de ações realizadas nesse produto. Para saber mais sobre essa extensão, consulte
ru_ru: Здесь вы найдете список действий, выполненных с этим продуктом. Более подробную информацию об этом расширении см. в

source: Here you can manage services from subscriptions assigned to your account directly.
de_de: Hier können Sie Dienste für Abonnements verwalten, die Ihrem Konto direkt zugewiesen wurden.
es_es: Aquí puede gestionar servicios de suscripciones asignadas a su cuenta directamente.
fr_fr: Vous pourrez gérer ici directement les services des abonnements affectés à votre compte.
it_it: Qui è possibile gestire direttamente i servizi degli abbonamenti assegnati all'account.
ja_jp: こちらで直接アカウントに割り当てられた契約の管理ができます。
nl_nl: Hier kunt u services beheren van abonnementen die rechtstreeks aan uw account zijn toegewezen.
pt_br: Aqui você pode gerenciar diretamente os serviços a partir das assinaturas atribuídas à sua conta.
ru_ru: Здесь вы можете управлять сервисами из подписок, напрямую назначенных вашей учетной записи.

source: Hub ID
es_es: ID del hub
fr_fr: ID du hub
it_it: ID hub
ja_jp: ハブ ID
pt_br: ID do hub
ru_ru: Код центра

source: Hub Identifier
de_de: Hub-Kennung
es_es: Identificador del hub
fr_fr: Identifiant du hub
it_it: Identificativo dell'hub
ja_jp: ハブ ID
nl_nl: Hub-identificatie
pt_br: Identificação do hub
ru_ru: Идентификатор центра

source: Hub Identifier that represents this CloudBlue Commerce instance at CloudBlue Connect
de_de: Hub-Kennung, die diese CloudBlue Commerce-Instanz gegenüber CloudBlue Connect repräsentiert
es_es: Identificador del hub que representa esta instancia de CloudBlue Commerce en CloudBlue Connect
fr_fr: Identifiant du hub qui représente cette instance de CloudBlue Commerce dans CloudBlue Connect
it_it: Identificativo dell'hub che rappresenta questa istanza di CloudBlue Commerce in CloudBlue Connect
ja_jp: CloudBlue Connect でこの CloudBlue Commerce インスタンスを表すハブ ID
nl_nl: Identificatie van de hub die deze instance van CloudBlue Commerce vertegenwoordigt bij CloudBlue Connect
pt_br: Identificação do hub que representa essa instância do CloudBlue Commerce no CloudBlue Connect
ru_ru: Идентификатор центра, представляющий этот экземпляр CloudBlue Commerce в CloudBlue Connect

source: Hub Instance ID
de_de: Hub-Instanz-ID
es_es: ID de instancia del hub
fr_fr: ID d'instance du hub
it_it: ID istanza dell'hub
ja_jp: ハブのインスタンス ID
nl_nl: Instance-ID van hub
pt_br: ID da instância do hub
ru_ru: Код экземпляра центра

source: ID of the ST created on install operations
de_de: ID der ST, die bei Installationsvorgängen erstellt wurde
es_es: ID del ST creado en las operaciones de instalación
fr_fr: ID du ST créé lors des opérations d'installation
it_it: ID ST creato durante le operazioni d'installazione
ja_jp: インストールオペレーションで作成される ST の ID
nl_nl: ID van de ST aangemaakt voor installatiehandelingen
pt_br: ID do ST criado nas operações de instalação
ru_ru: Код ST, созданного во время операции по установке

source: Importing application
de_de: Anwendung wird importiert
es_es: Importando aplicación
fr_fr: Importation de l'application
it_it: Importazione dell'applicazione in corso
ja_jp: アプリケーションをインポート中
nl_nl: Applicatie importeren
pt_br: Importando aplicativo
ru_ru: Импорт приложения

source: In case of additional questions, an email will be sent to __CONTACT__ (__EMAIL__), the technical contact of the __COMPANY__ account.
es_es: En caso de consultas adicionales, un correo será mandado a __CONTACT__ (__EMAIL__), el contacto técnico de la cuenta __COMPANY__.

source: Information provided to vendor
de_de: Informationen, die an den Lieferanten gegeben wurden
es_es: Información proporcionada al proveedor
fr_fr: Informations transmises au fournisseur
it_it: Informazioni fornite al fornitore
ja_jp: ベンダーに提供される情報
nl_nl: Informatie verschaft aan leverancier
pt_br: Informações fornecidas ao fornecedor
ru_ru: Информация предоставлена поставщику

source: Initial release
de_de: Ursprüngliche Version
es_es: Versión inicial
fr_fr: Version initiale
it_it: Versione iniziale
ja_jp: 初期リリース
nl_nl: Eerste uitgave
pt_br: Liberação inicial
ru_ru: Исходный выпуск

source: Inquiring
de_de: Wird angefragt
es_es: Consulta
fr_fr: Requête en cours
it_it: Richiesta in corso
ja_jp: 問い合わせ中
nl_nl: Onderzoeken
pt_br: Consultando
ru_ru: Запрос

source: Installation process initiated
de_de: Installation initiiert
es_es: El proceso de instalación iniciado
fr_fr: Procédure d'installation initiée
it_it: Processo d'installazione avviato
ja_jp: 開始したインストールプロセス
nl_nl: Installatieproces gestart
pt_br: Processo de instalação iniciado
ru_ru: Процесс установки инициирован

source: Invalid e-mail address
es_es: Dirección de correo inválida

source: Loading
de_de: Laden
es_es: Cargando
fr_fr: Chargement en cours
it_it: Caricamento in corso
ja_jp: ロード中
nl_nl: Bezig met laden
pt_br: Carregando
ru_ru: Загрузка

source: Manage
de_de: Verwalten
es_es: Gestionar
fr_fr: Gérer
it_it: Gestisci
ja_jp: 管理
nl_nl: Beheren
pt_br: Gerenciar
ru_ru: Управление

source: Manage Backup
de_de: Backup verwalten
es_es: Gestionar backup
fr_fr: Gérer la sauvegarde
it_it: Gestisci backup
ja_jp: バックアップを管理
nl_nl: Reservekopie beheren
pt_br: Gerenciar backup
ru_ru: Управление резервными копиями

source: Manage Cloud Storage
de_de: Cloud Storage verwalten
es_es: Gestionar almacenamiento cloud
fr_fr: Gérer Cloud Storage
it_it: Gestisci l'archiviazione nel cloud
ja_jp: クラウドストレージを管理
nl_nl: Cloud-opslag beheren
pt_br: Gerenciar armazenamento na nuvem
ru_ru: Управление облачным хранилищем

source: Manage Product
de_de: Produkt verwalten
es_es: Gestionar producto
fr_fr: Gérer le produit
it_it: Gestisci prodotto
ja_jp: プロダクトを管理
nl_nl: Product beheren
pt_br: Gerenciar produto
ru_ru: Управление продуктом
