Repository: akodelia/connect-extension-for-cb-commerce
Catalog: cbcext/services/hub/aps_package/src/i18n/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_br, ru_ru

source: Manage settings of the products in your account here.
de_de: Die Einstellungen der Produkte in Ihrem Konto verwalten Sie hier.
es_es: Administre la configuración de los productos de su cuenta aquí.
fr_fr: Gérez ici les paramètres des produits dans votre compte.
it_it: Gestisci qui le impostazioni dei prodotti del tuo account.
ja_jp: アカウントにあるプロダクトの設定をここで管理します。
nl_nl: Instellingen van de producten in uw account hier beheren.
pt_br: Gerencie as configurações dos produtos da sua conta aqui.
ru_ru: Управляйте настройками продуктов в своей учетной записи здесь.

source: Managing of product
de_de: Verwalten von Produkt
es_es: Gestión del producto
fr_fr: Gestion de produit
it_it: Gestione del prodotto
ja_jp: プロダクトの管理
nl_nl: Beheer van product
pt_br: Gerenciamento do produto
ru_ru: Управление продуктом

source: Missing Connection
de_de: Verbindung fehlt
es_es: No hay conexión
fr_fr: Connexion manquante
it_it: Connessione mancante
ja_jp: 接続がありません
nl_nl: Ontbrekende verbinding
pt_br: Conexão faltante
ru_ru: Отсутствует соединение

source: Mozy Account
de_de: Mozy-Konto
es_es: Cuenta de Mozy
fr_fr: Compte Mozy
it_it: Account Mozy
ja_jp: Mozy アカウント
pt_br: Conta do Mozy
ru_ru: Учетная запись Mozy

source: Mozy Reseller
es_es: Revendedor de Mozy
fr_fr: Revendeur Mozy
it_it: Rivenditore Mozy
ja_jp: Mozy リセラー
pt_br: Revendedor do Mozy
ru_ru: Реселлер Mozy

source: My Services
de_de: Meine Dienste
es_es: Mis servicios
fr_fr: Mes services
it_it: I miei servizi
ja_jp: マイサービス
nl_nl: Mijn services
pt_br: Meus Serviços
ru_ru: Мои сервисы

source: New Version available
de_de: Neue Version verfügbar
es_es: Nueva versión disponible
fr_fr: Nouvelle version disponible
it_it: Nuova versione disponibile
ja_jp: 新しいバージョンを利用できます
nl_nl: Nieuwe versie beschikbaar
pt_br: Nova versão disponível
ru_ru: Доступна новая версия

source: No Connection available
de_de: Keine Verbindung verfügbar
es_es: Ninguna conexión disponible
fr_fr: Aucune connexion disponible
it_it: Nessuna connessione disponibile
ja_jp: 利用可能な接続はありません
nl_nl: Geen verbinding beschikbaar
pt_br: Nenhuma conexão disponível
ru_ru: Соединение недоступно

source: No actions performed to this product
de_de: Für dieses Produkt wurden keine Aktionen durchgeführt
es_es: No se ha realizado ninguna acción en este producto
fr_fr: Aucune action effectuée sur ce produit
it_it: Nessuna azione eseguita su questo prodotto
ja_jp: このプロダクトに対して実行されたアクションはありません
nl_nl: Geen handelingen uitgevoerd voor dit product
pt_br: Nenhuma ação realizada nesse produto
ru_ru: С этим продуктом не выполнялось никаких действий

source: No parameters available matching your search criteria
de_de: Keine Parameter verfügbar, die Ihre Suchkriterien erfüllen
es_es: Ningún parámetro disponible que se corresponda con sus criterios de búsqueda
fr_fr: Aucun paramètre disponible ne correspond à vos critères de recherche
it_it: Non sono disponibili parametri che corrispondono ai criteri di ricerca
ja_jp: 検索条件に一致する使用可能なパラメーターはありません
nl_nl: Geen parameters beschikbaar die overeenkomen met uw zoekcriteria
pt_br: Nenhum parâmetro correspondente à busca disponível
ru_ru: Нет параметров, совпадающих с критериями поиска

source: No services available matching your search criteria
de_de: Keine Dienste verfügbar, die Ihre Suchkriterien erfüllen
es_es: Ningún servicio disponible que se corresponda con sus criterios de búsqueda
fr_fr: Aucun service disponible ne correspond à vos critères de recherche
it_it: Non sono disponibili servizi che corrispondono ai criteri di ricerca
ja_jp: 検索条件に一致する利用可能なサービスはありません
nl_nl: Geen services beschikbaar die overeenkomen met uw zoekcriteria
pt_br: Nenhum serviço correspondente aos critérios de busca disponível
ru_ru: Нет сервисов, совпадающих с критериями поиска

source: Number of retries in current step
de_de: Anzahl der Neuversuche im aktuellen Schritt
es_es: Número de reintentos en el paso actual
fr_fr: Nombre de tentatives dans l'étape en cours
it_it: Numero di tentativi nel passaggio corrente
ja_jp: 現在のステップでの再試行回数
nl_nl: Aantal pogingen bij huidige stap
pt_br: Número de novas tentativas na etapa atual
ru_ru: Количество повторных попыток на текущем шаге

source: Operation
de_de: Vorgang
es_es: Operación
fr_fr: Opération
it_it: Operazione
ja_jp: オペレーション
nl_nl: Bewerking
pt_br: Operação
ru_ru: Операция

source: Operation in progress
de_de: Vorgang in Arbeit
es_es: Operación en curso
fr_fr: Opération en cours
it_it: Operazione in corso
ja_jp: オペレーションが進行中
nl_nl: Bewerking is bezig
pt_br: Operação em andamento
ru_ru: Операция выполняется

source: Operation step
de_de: Vorgangsschritt
es_es: Paso de operación
fr_fr: État d'opération
it_it: Passaggio dell'operazione
ja_jp: オペレーションステップ
nl_nl: Bewerkingsstap
pt_br: Etapa da operação
ru_ru: Шаг операции

source: Parameter
es_es: Parámetro
fr_fr: Paramètre
it_it: Parametro
ja_jp: パラメーター
pt_br: Parâmetro
ru_ru: Параметр

source: Parameters
de_de: Parameter
es_es: Parámetros
fr_fr: Paramètres
it_it: Parametri
ja_jp: パラメーター
pt_br: Parâmetros
ru_ru: Параметры

source: Please provide value
de_de: Bitte geben Sie einen Wert an
es_es: Indique el valor
fr_fr: Veuillez fournir une valeur
it_it: Fornisci un valore
ja_jp: 値を指定してください
nl_nl: Geef waarde op
pt_br: Forneça um valor
ru_ru: Укажите значение

source: Please refer to the list below to manage products available to you through the Provider Portal of the CloudBlue Connect. To learn more about this extension, please refer to
de_de: Bitte nutzen Sie die folgende Liste, um die Produkte zu verwalten, die im Provider-Portal von CloudBlue Connect für Sie verfügbar sind. Weitere Informationen zur Erweiterung finden Sie hier:
es_es: Consulte la lista siguiente para gestionar los productos disponibles a través del Portal del proveedor de CloudBlue Connect. Para obtener más información acerca de esta extensión, consulte
fr_fr: Veuillez vous référer à la liste ci-dessous pour gérer les produits mis à votre disposition par le biais du portail des fournisseurs de CloudBlue Connect. Pour en savoir plus sur cette extension, veuillez vous référer à
it_it: Consulta la lista sottostante per gestire i prodotti disponibili per te attraverso il portale provider di CloudBlue Connect. Per saperne di più su questa estensione, consulta
ja_jp: 下のリストを参照して CloudBlue Connect のプロバイダーポータル経由で利用可能なプロダクトを管理してください。この拡張機能の詳細の参照先
nl_nl: Ga naar de onderstaande lijst om de beschikbare producten te beheren via het portaal voor providers van CloudBlue Connect. Voor meer informatie over deze extensie, gaat u naar
pt_br: Consulte a lista abaixo para gerenciar os produtos disponíveis para você por meio do Portal para Fornecedores do CloudBlue Connect. Para saber mais sobre essa extensão, consulte
ru_ru: Ниже указан список продуктов, которыми вы можете управлять через портал провайдера CloudBlue Connect. Более подробную информацию об этом расширении см. в

source: Please review this information
es_es: Por favor, verifique esta información

source: Please wait while we get things ready
es_es: Por favor, espere mientras preparamos todas las cosas

source: Please wait while you are being redirected to Provider Portal...
de_de: Bitte warten Sie, während Sie an das Provider-Portal weitergeleitet werden ...
es_es: Espere mientras se le redirige al Portal del proveedor...
fr_fr: Veuillez patienter pendant que nous vous redirigeons vers le portail des fournisseurs...
it_it: Reindirizzamento al portale provider in corso. Attendere...
ja_jp: プロバイダーポータルにリダイレクトしています。しばらくお待ちください...
nl_nl: Een ogenblik geduld, u wordt omgeleid naar het portaal voor providers...
pt_br: Aguarde enquanto você é redirecionado ao Portal para Fornecedores…
ru_ru: Пожалуйста, подождите. Выполняется перенаправление на портал провайдера...

source: Please wait while you are being redirected...
de_de: Bitte warten Sie, während Sie weitergeleitet werden ...
es_es: Espere mientras se le redirige...
fr_fr: Veuillez patienter pendant que nous vous redirigeons...
it_it: Reindirizzamento in corso. Attendere...
ja_jp: リダイレクトしています。しばらくお待ちください...
nl_nl: Een ogenblik geduld, u wordt omgeleid...
pt_br: Aguarde enquanto você é redirecionado…
ru_ru: Пожалуйста, подождите. Выполняется перенаправление...

source: Processing
de_de: In Arbeit
es_es: En procesamiento
fr_fr: Traitement en cours
it_it: Elaborazione in corso
ja_jp: 処理中
nl_nl: Bezig met verwerking
pt_br: Processando
ru_ru: Обработка

source: Product ID
de_de: Produkt-ID
es_es: ID de producto
fr_fr: ID du produit
it_it: ID prodotto
ja_jp: プロダクト ID
pt_br: ID do produto
ru_ru: Код продукта

source: Product ID task refers to
de_de: Produkt-ID-Task bezieht sich auf
es_es: La tarea del ID de producto hace referencia a
fr_fr: La tâche d'ID du produit se réfère à
it_it: L'attività dell'ID prodotto si riferisce a
ja_jp: プロダクト ID タスク参照先
nl_nl: Taak voor product-ID verwijst naar
pt_br: A tarefa de ID do produto se refere a
ru_ru: Код продукта, которого касается задача

source: Product Management operations are disabled due lack of CloudBlue Connect openapi adapter installed on this hub
de_de: Vorgänge zur Produktverwaltung sind deaktiviert, da auf diesem Hub kein Openapi-Adapter für CloudBlue Connect installiert ist
es_es: Las operaciones de gestión del producto están desactivadas debido a la falta del adaptador openapi de CloudBlue Connect instalado en este hub
fr_fr: Les opérations de gestion des produits sont désactivées en raison de l'absence de l'adaptateur OpenAPI CloudBlue Connect installé sur ce hub
it_it: Le operazioni di gestione dei prodotti sono disabilitate su questo hub per la mancata installazione di openapi adapter di CloudBlue Connect
ja_jp: プロダクト管理オペレーションは、このハブにインストールされた CloudBlue Connect openapi アダプターが不足しているため、無効になっています
nl_nl: Bewerkingen voor productbeheer zijn uitgeschakeld omdat OpenAPI-adapter van CloudBlue Connect niet is geïnstalleerd op deze hub
pt_br: As operações de Gerenciamento de Produtos estão desabilitadas, pois o CloudBlue Connect openapi adapter não está instalado neste hub
ru_ru: Операции по управлению продуктами отключены, поскольку в центре не установлен CloudBlue Connect openapi adapter

source: Product Name
de_de: Produktname
es_es: Nombre del producto
fr_fr: Nom du produit
it_it: Nome del prodotto
ja_jp: プロダクト名
nl_nl: Productnaam
pt_br: Nome do produto
ru_ru: Имя продукта

source: Product management over UI
de_de: Produktverwaltung über Benutzeroberfläche
es_es: Gestión del producto a través de IU
fr_fr: Gestion de produit via l'interface utilisateur
it_it: Gestione prodotto sull'interfaccia utente
ja_jp: UI によるプロダクト管理
nl_nl: Productbeheer via UI
pt_br: Gerenciamento de produtos pela UI
ru_ru: Управление продуктами через интерфейс

source: Product requires your attention
es_es: Producto requiere su atención

source: Products require your attention
es_es: Productos requieren de su atención

source: Provide information yourself (default)
es_es: Introducir la información por mi mismo (por defecto)

source: Provider Account Name
de_de: Name des Providerkontos
es_es: Nombre de la cuenta del proveedor
fr_fr: Nom du compte du fournisseur
it_it: Nome dell'account del provider
ja_jp: プロバイダーアカウント名
nl_nl: Accountnaam provider
pt_br: Nome da conta do fornecedor
ru_ru: Имя учетной записи провайдера

source: Provisioning
de_de: Bereitstellung
es_es: Aprovisionamiento
fr_fr: Approvisionnement
ja_jp: プロビジョニング
nl_nl: Levering
pt_br: Fornecimento
ru_ru: Предоставление

source: Raw operation execution details
de_de: Details zur Ausführung des Raw-Vorgangs
es_es: Detalles de la ejecución de la operación sin procesar
fr_fr: Détails de l'exécution de l'opération brute
it_it: Dettagli esecuzione operazione file Raw
ja_jp: Raw オペレーション実行詳細
nl_nl: Onbewerkte uitvoeringsdetails van bewerking
pt_br: Detalhes brutos da execução da operação
ru_ru: Необработанные сведения о выполнении операции

source: Ready
de_de: Bereit
es_es: Listo
fr_fr: Prêt
it_it: Pronto
ja_jp: 準備完了
nl_nl: Gereed
pt_br: Pronto
ru_ru: Готово

source: Ready for install
de_de: Bereit zum Installieren
es_es: Listo para instalar
fr_fr: Prêt pour l'installation
it_it: Pronto per l'installazione
ja_jp: インストールの準備完了
nl_nl: Klaar voor installatie
pt_br: Pronto para instalar
ru_ru: Готово к установке

source: Region
es_es: Región

source: Renamed Settings to My Services for handling TCR
de_de: Einstellungen für Meine Dienste für die Behandlung von TCR wurden umbenannt
es_es: Configuración cambiada de nombre de Mis servicios para gestionar TCR
fr_fr: Paramètres renommés en Mes services pour la gestion TCR
it_it: Impostazioni rinominate in I miei servizi per la gestione delle TCR
ja_jp: TCR 処理のためマイサービスに名前を変更した設定
nl_nl: Naam van instellingen gewijzigd in Mijn services om TCR te behandelen
pt_br: As configurações de Meus Serviços para o processamento do TCR foram renomeadas
ru_ru: Настройки переименованы в Мои сервисы для обработки TCR

source: Requires attention
de_de: Beachtung notwendig
es_es: Requiere atención
fr_fr: Demande une attention particulière
it_it: Richiede attenzione
ja_jp: 要注意
nl_nl: Uw aandacht is vereist
pt_br: Requer atenção
ru_ru: Требует внимания

source: Reseller Authorization
es_es: Autorización de revendedor

source: Run operation also for EOS items
de_de: Vorgang auch für EOS-Artikel durchführen
es_es: Ejecutar operación también para elementos de EOS
fr_fr: Exécuter l'opération également pour les éléments EOS
it_it: Eseguire l'operazione anche per gli elementi EOS
ja_jp: EOS アイテムについてもオペレーションを実行する
nl_nl: Bewerkingen ook uitvoeren voor EOS-items
pt_br: Executar operação também para itens de EOS
ru_ru: Выполнить операцию также для EOS-позиций

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva
ja_jp: 保存
nl_nl: Opslaan
pt_br: Salvar
ru_ru: Сохранить

source: Send email to ask for this information directly to the end-customer __NAME__
es_es: Enviar un correo para consultar esta información al cliente final __NAME__

source: Send email to ask for this information directly to the end-customer __NAME__ (__EMAIL__)
es_es: Enviar un correo para consultar esta información al cliente final __NAME__ (__EMAIL__)

source: Service to handle initialization tasks of products
de_de: Dienst zum Durchführen von Initialisierungs-Tasks für Produkte
es_es: Servicio para gestionar tareas de inicialización de productos
fr_fr: Service permettant de gérer les tâches d'initialisation des produits
it_it: Servizio per gestire le attività d'inizializzazione dei prodotti
ja_jp: プロダクトの初期化タスクを処理するサービス
nl_nl: Service om de initialisatietaak van producten uit te voeren
pt_br: Serviço para processar as tarefas de inicialização dos produtos
ru_ru: Сервис для обработки задач по инициализации продуктов

source: Service to import Tier Configuration Schema, do not create any instance of it
de_de: Dienst zum Importieren von Schichtkonfigurations-Schemata. Erstellen Sie keine Instanz davon.
es_es: Servicio para importar el Esquema de configuración de nivel; no crear ninguna instancia de él
fr_fr: Service permettant d'importer le schéma de configuration des niveaux, ne créez aucune instance de celui-ci
it_it: Servizio per importare lo schema di configurazione del livello, non crearne alcuna istanza
ja_jp: ティア構成スキーマをインポートするサービスです。こちらについてインスタンスを作成しないでください
nl_nl: Service om het schema voor niveauconfiguratie te importeren. Maak hier geen instance van aan
pt_br: Serviço para importar o Esquema de Configuração de Nível. Não crie nenhuma instância dele
ru_ru: Сервис для импорта схемы конфигурации уровней, не создавайте его экземпляры

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
nl_nl: Instellingen
pt_br: Configurações
ru_ru: Настройки

source: Status
es_es: Estado
fr_fr: Statut
it_it: Stato
ja_jp: ステータス
ru_ru: Статус

source: Status: Error
de_de: Status: Fehler
es_es: Estado: Error
fr_fr: Statut : Erreur
it_it: Stato: Errore
ja_jp: ステータス：エラー
nl_nl: Status: Foutmelding
pt_br: Status: Erro
ru_ru: Статус: Ошибка

source: Status: OK
es_es: Estado: Aceptar
fr_fr: Statut : OK
it_it: Stato: OK
ja_jp: ステータス：OK
ru_ru: Статус: OK

source: Status: Upgrade Available
de_de: Status: Upgrade verfügbar
es_es: Estado: Actualización disponible
fr_fr: Statut : Mise à niveau disponible
it_it: Stato: Aggiornamento disponibile
ja_jp: ステータス：アップグレード可能
nl_nl: Status: Upgrade beschikbaar
pt_br: Status: Atualização disponível
ru_ru: Статус: Обновление доступно

source: Subscription Id
de_de: Abonnement-ID
es_es: ID de la suscripción
fr_fr: ID de l'abonnement
it_it: ID abbonamento
ja_jp: 契約 ID
nl_nl: Abonnements-ID
pt_br: ID da assinatura
ru_ru: Код подписки

source: Subscription Name
de_de: Abonnementname
es_es: Nombre de la suscripción
fr_fr: Nom de l'abonnement
it_it: Nome dell'abbonamento
ja_jp: 契約名
nl_nl: Abonnementsnaam
pt_br: Nome da assinatura
ru_ru: Имя подписки

source: Subscription Status
de_de: Abonnementstatus
es_es: Estado de la suscripción
fr_fr: Statut de l'abonnement
it_it: Stato dell'abbonamento
ja_jp: 契約のステータス
nl_nl: Abonnementsstatus
pt_br: Status da assinatura
ru_ru: Статус подписки

source: Subscriptions
de_de: Abonnements
es_es: Suscripciones
fr_fr: Abonnements
it_it: Abbonamenti
ja_jp: 契約
nl_nl: Abonnementen
pt_br: Assinaturas
ru_ru: Подписки

source: Task Details
es_es: Detalles de la tarea
fr_fr: Détails de la tâche
it_it: Dettagli dell'attività
ja_jp: タスクの詳細
nl_nl: Taakdetails
pt_br: Detalhes da tarefa
ru_ru: Сведения о задаче

source: Task details
es_es: Detalles de la tarea
fr_fr: Détails de la tâche
it_it: Dettagli dell'attività
ja_jp: タスクの詳細
nl_nl: Taakdetails
pt_br: Detalhes da tarefa
ru_ru: Сведения о задаче

source: Task operation
de_de: Task-Vorgang
es_es: Operación de la tarea
fr_fr: Opération de la tâche
it_it: Operazione dell'attività
ja_jp: タスクのオペレーション
nl_nl: Taakbewerking
pt_br: Operação da tarefa
ru_ru: Операция с задачей

source: The vendor is currently processing information provided by you and no additional input is required at the moment.
es_es: El vendedor esta procesando actualmente la información facilitada y no se necesita de información adicional en este momento.

source: There are no products available, please check your products on provider portal.
de_de: Es sind keine Produkte verfügbar. Bitte prüfen Sie Ihre Produkte im Provider-Portal.
es_es: No hay ningún producto disponible; compruebe sus productos en el portal del prveedor.
fr_fr: Il n'y a pas de produits disponibles, veuillez vérifier vos produits sur le portail des fournisseurs.
it_it: Nessun prodotto disponibile. Controlla i tuoi prodotti sul portale del provider.
ja_jp: 利用可能なプロダクトはありません。プロバイダーポータルでプロダクトをチェックしてください。
nl_nl: Er zijn geen producten beschikbaar. Controleer uw producten op het portaal voor providers.
pt_br: Não há produtos disponíveis. Verifique os seus produtos no portal para fornecedores.
ru_ru: Нет доступных продуктов. Проверьте список продуктов на портале провайдера.

source: This extension is configured with the following settings:
de_de: Diese Erweiterung wird mit den folgenden Einstellungen konfiguriert:
es_es: Esta extensión está configurada con los siguientes ajustes:
fr_fr: Cette extension est configurée avec les paramètres suivants :
it_it: Questa estensione è configurata con le seguenti impostazioni:
ja_jp: この拡張機能は以下の設定で構成されています。
nl_nl: Deze extensie is geconfigureerd met de volgende instellingen:
pt_br: Essa extensão tem as seguintes configurações:
ru_ru: Это расширение настроено со следующими настройками:

source: This product has no parameters
de_de: Dieses Produkt hat keine Parameter
es_es: Este producto no tiene ningún parámetro
fr_fr: Ce produit n'a pas de paramètres
it_it: Questo prodotto non ha parametri
ja_jp: このプロダクトにはパラメーターがありません
nl_nl: Dit product heeft geen parameters
pt_br: Esse produto não tem parâmetros
ru_ru: У этого продукта нет параметров

source: Trial
de_de: Test
es_es: Prueba
fr_fr: Test
it_it: Prova
ja_jp: 試用版
nl_nl: Proefversie
pt_br: Teste
ru_ru: Пробная

source: Unprovisioning
de_de: Bereitstellung wird beendet
es_es: Desaprovisionando
fr_fr: Déprovisioning
it_it: Annullamento del provisioning in corso
ja_jp: プロビジョニング解除中
nl_nl: Levering ongedaan maken
pt_br: Remover fornecimento
ru_ru: Подготовка к удалению

source: Up to Date
de_de: Aktuell
es_es: Actualizado
fr_fr: À jour
it_it: Aggiornato
ja_jp: 最新
pt_br: Atualizado
ru_ru: Обновленная

source: Update Information
de_de: Aktualisierungsinformationen
es_es: Información de actualización
fr_fr: Mettre à jour les informations
it_it: Informazioni dell'aggiornamento
ja_jp: 情報をアップデート
nl_nl: Informatie bijwerken
pt_br: Atualizar informações
ru_ru: Информация об обновлении

source: Update release with backend support for multiple operations
de_de: Aktualisierungsversion mit Backend-Support für mehrere Vorgänge
es_es: Versión de actualización con soporte de backend para varias operaciones
fr_fr: Mettre à jour la version avec une prise en charge backend des opérations multiples
it_it: Rilascio aggiornamento con supporto back-end per operazioni multiple
ja_jp: 複数のオペレーションにバックエンドサポートがあるリリースをアップデートする
nl_nl: Vrijgave update met backend-ondersteuning voor meerdere bewerkingen
pt_br: Atualizar a versão com suporte do backend para várias operações
ru_ru: Обновление с поддержкой нескольких операций на сервере

source: Updated mechanism to get TARs
de_de: Mechanismus zum Abrufen von TARs aktualisiert
es_es: Mecanismo actualizado para obtener TAR
fr_fr: Mécanisme mis à jour pour obtenir les TAR
it_it: Meccanismo aggiornato per ottenere i TAR
ja_jp: TAR を取得するためにアップデート済みのメカニズム
nl_nl: Bijgewerkt mechanisme om TAR's te verkrijgen
pt_br: Mecanismo atualizado para obter TARs
ru_ru: Обновлен механизм получения TAR

source: Updating
de_de: Wird aktualisiert
es_es: Actualizando
fr_fr: Mise à jour en cours
it_it: Aggiornamento in corso
ja_jp: アップデート中
nl_nl: Bijwerken
pt_br: Atualizando
ru_ru: Обновление

source: Updating Status
de_de: Status wird aktualisiert
es_es: Actualizando estado
fr_fr: Mise à jour du statut
it_it: Stato dell'aggiornamento
ja_jp: ステータスをアップデート中
nl_nl: Status bijwerken
pt_br: Atualizando status
ru_ru: Обновление статуса

source: Upgrade
es_es: Actualizar
fr_fr: Mise à niveau
it_it: Aggiornamento
ja_jp: アップグレード
nl_nl: Upgraden
pt_br: Atualizar
ru_ru: Обновить

source: Upgrade Available
de_de: Upgrade verfügbar
es_es: Actualización disponible
fr_fr: Mise à niveau disponible
it_it: Aggiornamento disponibile
ja_jp: アップグレード可能
nl_nl: Upgrade beschikbaar
pt_br: Atualização disponível
ru_ru: Обновление доступно

source: Upgrade Extension
de_de: Upgrade-Erweiterung
es_es: Actualizar extensión
fr_fr: Extension de mise à niveau
it_it: Aggiornamento estensione
ja_jp: 拡張機能をアップグレード
nl_nl: Extensie upgraden
pt_br: Atualizar extensão
ru_ru: Обновить расширение

source: Upgrade Now
de_de: Upgrade jetzt durchführen
es_es: Actualizar ahora
fr_fr: Mettre à niveau maintenant
it_it: Aggiorna ora
ja_jp: 今すぐアップグレード
nl_nl: Nu upgraden
pt_br: Atualizar agora
ru_ru: Обновить сейчас

source: Upgrade of CloudBlue Connect extension initiated
de_de: Upgrade der CloudBlue Connect-Erweiterung wurde initiiert
es_es: Se ha iniciado la actualización de la extensión de CloudBlue Connect
fr_fr: Mise à niveau de l'extension CloudBlue Connect initiée
it_it: Aggiornamento dell'estensione CloudBlue Connect inizializzata
ja_jp: CloudBlue Connect 拡張機能のアップグレードが開始されました
nl_nl: Upgrade van CloudBlue Connect-extensie gestart
pt_br: Atualização da extensão do CloudBlue Connect iniciada
ru_ru: Инициировано обновление расширения CloudBlue Connect

source: Upgrading
de_de: Upgrade wird durchgeführt
es_es: Actualizando
fr_fr: Mise à niveau
it_it: Aggiornamento in corso
ja_jp: アップグレード中
nl_nl: Upgraden
pt_br: Atualizando
ru_ru: Обновление
