Repository: akodelia/connect-extension-for-cb-commerce
Catalog: cbcext/services/hub/aps_package/src/i18n/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_br, ru_ru

source: Upgrading application instance
de_de: Upgrade der Anwendungsinstanz wird durchgeführt
es_es: Actualizando instancia de la aplicación
fr_fr: Mise à niveau de l'instance de l'application
it_it: Aggiornamento dell'istanza dell'applicazione in corso
ja_jp: アプリケーションインスタンスをアップグレード中
nl_nl: Applicatie-instance upgraden
pt_br: Atualizando a instância do aplicativo
ru_ru: Обновление экземпляра приложения

source: Value
de_de: Wert
es_es: Valor
fr_fr: Valeur
it_it: Valore
ja_jp: 値
nl_nl: Waarde
pt_br: Valor
ru_ru: Значение

source: Vendor ID
de_de: Lieferanten-ID
es_es: ID del proveedor
fr_fr: ID du fournisseur
it_it: ID fornitore
ja_jp: ベンダー ID
nl_nl: Leveranciers-ID
pt_br: ID do fornecedor
ru_ru: Код поставщика

source: Vendor Name
de_de: Lieferantenname
es_es: Nombre del proveedor
fr_fr: Nom du fournisseur
it_it: Nome del fornitore
ja_jp: ベンダー名
nl_nl: Leveranciersnaam
pt_br: Nome do fornecedor
ru_ru: Имя поставщика

source: Version __version__ available
de_de: Version __version__ verfügbar
es_es: Versión __version__ disponible
fr_fr: Version __version__ disponible
it_it: Versione __version__ disponibile
ja_jp: バージョン __version__ が使用可能
nl_nl: Versie __version__ beschikbaar
pt_br: Versão __version__ disponível
ru_ru: Доступна версия __version__

source: Waiting for application upgrade completion
de_de: Warten auf den Abschluss eines Anwendungs-Upgrades
es_es: Esperando a que se complet la actualización de la aplicación
fr_fr: En attente de la fin de la mise à niveau de l'application
it_it: In attesa del completamento dell'aggiornamento dell'applicazione
ja_jp: アプリケーションアップグレード完了の待機中
nl_nl: Wachten totdat upgrade van applicatie is voltooid
pt_br: Aguardando a conclusão da atualização do aplicativo
ru_ru: Ожидание завершения обновления приложения

source: We are sorry, an error has happened, please try again later
de_de: Leider ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
es_es: Se ha producido un error; inténtelo de nuevo más tarde
fr_fr: Nous sommes désolés mais une erreur s'est produite, veuillez réessayer plus tard
it_it: Si è verificato un errore. Riprova in seguito.
ja_jp: 申し訳ございませんがエラーが発生しました。後でやり直してください
nl_nl: Er is een fout opgetreden. Probeer het later opnieuw
pt_br: Houve um erro. Tente novamente mais tarde
ru_ru: Произошла ошибка. Повторите попытку позже.

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì
ja_jp: はい
nl_nl: Ja
pt_br: Sim
ru_ru: Да

source: You do not have products that require management.
de_de: Sie haben keine Produkte, die eine Verwaltung erfordern.
es_es: No dispone de ningún producto que requiera gestión.
fr_fr: Vous n'avez pas de produits qui nécessitent une gestion.
it_it: Non hai prodotti che richiedono di essere gestiti.
ja_jp: 管理が必要なプロダクトはありません。
nl_nl: U heeft geen producten die beheerd moeten worden.
pt_br: Você não tem produtos que requerem gerenciamento.
ru_ru: У вас нет продуктов, нуждающихся в управлении.

source: You do not have services that require management yet.
de_de: Sie haben noch keine Dienste, die eine Verwaltung erfordern.
es_es: No dispone de ningún servicio que requiera gestión todavía.
fr_fr: Vous n'avez pas encore de services qui nécessitent une gestion.
it_it: Non hai ancora dei servizi che richiedono di essere gestiti.
ja_jp: 管理が必要なサービスはまだありません。
nl_nl: U heeft nog geen services die beheerd moeten worden.
pt_br: Você ainda não tem serviços que requerem gerenciamento.
ru_ru: У вас еще нет сервисов, нуждающихся в управлении.

source: ZIP
es_es: Código Postal

source: __operation__ Extension
de_de: __operation__-Erweiterung
es_es: Extensión de __operation__
fr_fr: __operation__ l'extension
it_it: Estensione __operation__
ja_jp: __operation__ 拡張機能
nl_nl: __operation__-extensie
pt_br: Extensão do __operation__
ru_ru: Расширение __operation__

source: e.g.: 12345
es_es: p.e: 12345

source: is not available now, please try again later.
de_de: ist im Moment nicht verfügbar. Bitte versuchen Sie es später noch einmal.
es_es: no está disponible ahora; inténtelo de nuevo más tarde.
fr_fr: n'est pas disponible, veuillez réessayer ultérieurement.
it_it: non è al momento disponibile, riprovare in seguito.
ja_jp: は現在利用できません。後でやり直してください。
nl_nl: is op dit moment niet beschikbaar. Probeer het later opnieuw.
pt_br: não está disponível agora. Tente novamente mais tarde.
ru_ru: сейчас недоступен. Повторите попытку позже.

source: our documentation
de_de: unsere Dokumentation
es_es: nuestra documentación
fr_fr: notre documentation
it_it: la nostra documentazione
ja_jp: ドキュメント
nl_nl: onze documentatie
pt_br: nossa documentação
ru_ru: наша документация

source: out of 0 being configured
es_es: de 0 están siendo configurados

source: out of __PENDING__ being configured
es_es: de __PENDING__ están siendo configurados

source: Connect
de_de: Verbinden
ja_jp: 接続
nl_nl: Verbinden

source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
nl_nl: Foutmelding
pt_br: Erro
ru_ru: Ошибка

source: No
de_de: Nein
fr_fr: Non
ja_jp: いいえ
nl_nl: Nee
pt_br: Não
ru_ru: Нет

source: Sorry, this functionality is not available for accounts with sub-resellers.
de_de: Diese Funktion ist für Konten mit Sub-Resellern leider nicht verfügbar.
fr_fr: Désolé, cette fonctionnalité n'est pas disponible pour les comptes avec des sous-revendeurs.
it_it: Questa funzionalità non è disponibile sugli account con sub-rivenditori.
ja_jp: 申し訳ございませんが、この機能はサブリセラーのあるアカウントに対して使用できません。
nl_nl: Deze functionaliteit is niet beschikbaar voor accounts met sub-resellers.
pt_br: Essa funcionalidade não está disponível para contas com sub-revendedores.
ru_ru: Эта функция недоступна для учетных записей с субреселлерами.
